testdata/m4/interactive/expected-all-impls.short.dot
digraph fluxos {
  "m_a88907d0277a" [label="AlphaA.run()", kind="method"];
  "m_bf26fad81d0f" [label="BetaA.leaf()", kind="method"];
  "m_7f596dff91cf" [label="BetaA.run()", kind="method"];
  "m_8b4007cb0596" [label="DeltaB.work()", kind="method"];
  "m_32e80f720590" [label="GammaB.work()", kind="method"];
  "m_77e2f47d906c" [label="Workflow.start()", kind="method"];
  "m_a88907d0277a" -> "m_8b4007cb0596";
  "m_a88907d0277a" -> "m_32e80f720590";
  "m_7f596dff91cf" -> "m_bf26fad81d0f";
  "m_77e2f47d906c" -> "m_a88907d0277a";
  "m_77e2f47d906c" -> "m_7f596dff91cf";
}
