testdata/m4/interactive/expected-all-impls.short.mmd
flowchart TD
  m_a88907d0277a["AlphaA.run()"]
  m_bf26fad81d0f["BetaA.leaf()"]
  m_7f596dff91cf["BetaA.run()"]
  m_8b4007cb0596["DeltaB.work()"]
  m_32e80f720590["GammaB.work()"]
  m_77e2f47d906c["Workflow.start()"]
  m_a88907d0277a --> m_8b4007cb0596
  m_a88907d0277a --> m_32e80f720590
  m_7f596dff91cf --> m_bf26fad81d0f
  m_77e2f47d906c --> m_a88907d0277a
  m_77e2f47d906c --> m_7f596dff91cf
